{
    "attacker": [
      {
        "id": "Raze",
        "name": "Raze",
        "description": "She has grenades on her waist and a boom bot hanging from her shoulder. A rocket launcher is strapped onto her back, and it looks like she won't leave without putting up a fight. ",
        "startingRoom": "B-Elbow",
        "hp":150,
        "attack": 100
        
      },
      {
        "id": "Sova",
        "name": "Sova",
        "description": "He has a piercing blue eye; the other is covered up with an eye patch. He has a bow with three long-range, energy blasts that he is ready to use. Looks like he isn't going anywhere without a fight.",
        "startingRoom": "B-Main",
        "hp":100,
        "attack":80
      },
      {
        "id": "Sage",
        "name": "Sage",
        "description": "She is standing looking at you behind a bright sage glow, with blue spheres hanging around her waist. She looks like an angel, but she is definitely not.",
        "startingRoom": "Hookah",
        "hp":200,
        "attack": 45
      },
      {
        "id": "Pheonix",
        "name": "Pheonix",
        "description": "He covers the room in flames. You see him holding a ball of fire ready to throw; it's not burning him at all.",
        "startingRoom":"B-Lobby",
        "hp":150,
        "attack":95

      },
      {
        "id": "Cypher",
        "name": "Cypher",
        "description": "He has a wide-brimmed hat with a menacing look. A mask covers his lower face, and all you can see is his death stare. He looks dark and mysterious.",
        "startingRoom":"A-Main",
        "hp":100,
        "attack":60
      },
      {
        "id": "Yoru",
        "name": "Yoru",
        "description": "He turns around in a flash and then teleports to another corner. All you can catch is a glimpse of his blue hair.",
        "startingRoom": "Garage",
        "hp":75,
        "attack":135
      },
      {
        "id": "Killjoy",
        "name": "Killjoy",
        "description": "She looks like a nice girl, with her red lipstick and green hat. But her robot has a weird face, almost like he's ready to kill.",
        "startingRoom":"Showers",
        "hp":100,
        "attack": 100
      },
      {
        "id": "Reyna",
        "name": "Reyna",
        "description": "She emerges from thin air with a purple glow. Her arms are covered in purple fog and tattoos. She looks scary, not angelic in any way.",
        "startingRoom":"Camps",
        "hp":160,
        "attack":135
      },
      {
        "id": "Viper",
        "name": "Viper",
        "description": "She comes out of a large green cloud with poison around her waist. A mask covers the lower half of her face, her green eyes almost carving a hole in you.",
        "startingRoom":"Mid",
        "hp":87,
        "attack":75
      },
      {
        "id": "Breach",
        "name": "Breach",
        "description": "He's half-robot, half-human, and he is coming out of the walls. He looks at you straight in the eyes with his robotic hand pointed at you.",
        "startingRoom":"A-Hall",
        "hp": 100,
        "attack":70
      }
      
    ]
  }